Repository: EngProsoft2014/Cardrly
Catalog: Resources/Lan/AppResources.*.resx
Languages: ar

# btnActivateanotherDevice
source: Activate another Device
ar: تفعيل جهاز آخر

# btnCancel
source: Cancel
ar: إلغاء

# btnEdit
source: Edit
ar: تعديل

# btnEditLinks
source: Edit links
ar: تعديل الروابط

# btnLogin
source: Login
ar: تسجيل الدخول

# btnPassed
source: Past
ar: ماضي

# btnPreview
source: Preview
ar: معاينة

# btnSave
source: Save
ar: حفظ

# btnUpcoming
source: Upcoming
ar: القادمة

# hdrAddCard
source: Add Card
ar: إضافة بطاقة

# hdrCalendar
source: Calendar
ar: تقويم

# hdrCards
source: Cards
ar: بطاقات

# hdrComments
source: Comments
ar: التعليقات

# hdrCreateLead
source: Create Lead
ar: إنشاء عميل

# hdrEditCard
source: Edit Card
ar: تعديل البطاقة

# hdrEditLead
source: Edit Lead
ar: تعديل العميل

# hdrHome
source: Home
ar: الرئيسية

# hdrLeads
source: Leads
ar: العملاء

# hdrLinkCategory
source: Link Category
ar: فئة الرابط

# hdrMore
source: More
ar: المزيد

# hdrMyLinks
source: My Links
ar: الروابط الخاصة بي

# hdrSelectLanguage
source: Select Language
ar: اختر اللغة

source: Info
ar: بيانات

# lblEndTime
source: End Time
ar: وقت النهاية

# lbl1day
source: 1 day
ar: يوم 1

# lbl1hour
source: 1 hour
ar: ساعة 1

# lbl1month
source: 1 month
ar: 1 شهر

# lbl1week
source: 1 week
ar: اسبوع 1

# lbl3days
source: 3 days
ar: 3 أيام

# lblAccessDenied
source: Access Denied
ar: تم الرفض

# lblACD
source: Activate Cardrly Device
ar: تفعيل جهاز كارديلي

# lblAction
source: Action
ar: الإجراء

# lblActivateat
source: Activate at
ar: تفعيل في

# lblAdd/Remove
source: Add/Remove
ar: إضافة/إزالة

# lblAddComment
source: Add Comment
ar: أضف تعليق

# lblAddress
source: Address
ar: العنوان

# lblAmount
source: Amount
ar: المبلغ

# lblAnotherUpgrade
source: Another Upgrade for you! 🚀
ar: ترقية أخرى لك! 🚀

# lblBilling
source: Billing
ar: الفواتير

# lblBillingActivity
source: Billing Activity
ar: نشاط الفوترة

# lblBillingInfo
source: Billing Info
ar: معلومات الفواتير

# lblBio
source: Bio
ar: السيرة الذاتية

# lblBusiness
source: Business
ar: الأعمال

# lblCall
source: Call
ar: اتصل

# lblCard
source: Card
ar: بطاقة

# lblCardLinkType
source: Card Link Type
ar: نوع رابط البطاقة

# lblCardName
source: Card Name
ar: اسم البطاقة

# lblCardtheme
source: Card theme
ar: مظهر البطاقة

# lblCardViews
source: Card Views
ar: مشاهدات البطاقه

# lblChoosetheDeviceyouareactivating
source: Choose the Device you are activating
ar: اختر الجهاز الذي تريد تنشيطه

# lblComment
source: Comment
ar: التعليق

# lblCompany
source: Company
ar: الشركة

# lblContact
source: Contact
ar: الاتصال

# lblDate
source: Date
ar: التاريخ

# lblDeleteCard
source: Delete Card
ar: حذف البطاقة

# lblDeleteLead
source: Delete Lead
ar: حذف العميل

# lblEdit Photo
source: Edit Photo
ar: تعديل الصورة

# lblEmail
source: Email
ar: البريد الإلكتروني

# lblEndDate
source: End Date
ar: تاريخ النهاية

# lblEventName
source: Event Name
ar: اسم الحدث

# lblEventType
source: Event Type
ar: نوع الحدث

# lblExpire
source: Expire
ar: صلاحيتها

# lblFAQ
source: FAQ
ar: التعليمات

# lblFrom
source: From
ar: من

# lblFullName
source: Full Name
ar: الاسم الكامل

# lblGuestsNumber
source: Guests Number
ar: عدد الضيوف

# lblHelpSupport
source: Help & Support
ar: المساعدة والدعم

# lblIfyouupdatedlasttime
source: If you updated last time, great this one's even better!
ar: إذا قمت بالتحديث في المرة السابقة، فهذا رائع، هذا الإصدار أفضل!

# lblInvite
source: Invite to Cardrly
ar: دعوة إلى كاردرلى

# lblIs ShareToUsers
source: Is Share To Users
ar: هل المشاركة للمستخدمين

# lblJobtitle
source: Job Title
ar: المسمى الوظيفي

# lblJoinnow
source: Join now
ar: انضم الان

# lblLanguage
source: Language
ar: اللغة

# lblLeadCategory
source: Lead Category
ar: فئة العميل

# lblLeadCount
source: Leads Count
ar: عدد العملاء

# lblLeadsRegistered
source: Leads Registered
ar: العملاء المسجلون

# lblLet us know if you'd like any tweaks
source: Let us know if you'd like any tweaks! 😊
ar: أخبرنا إذا كنت ترغب في أي تعديلات! 😊

# lblLink
source: Link
ar: الرابط

# lblLinkClicks
source: Link Clicks
ar: نقرات الرابط

# lblLinkColor
source: Link color
ar: لون الرابط

# lblLocation
source: Location
ar: الموقع

# lblLogout
source: Logout
ar: تسجيل الخروج

# lblMyDevices
source: My Devices
ar: أجهزتي

# lblName
source: Name
ar: الاسم

# lblNow
source: Now
ar: الآن

# lblOn
source: On
ar: داخل

# lblOR
source: OR
ar: أو

# lblPersonName
source: Person name
ar: اسم الشخص

# lblPersonnickname
source: Person nickname
ar: لقب الشخص

# lblPhone Number
source: Phone Number
ar: رقم الهاتف

# lblPickPhoto
source: Pick Photo
ar: إختر الصورة

# lblReminder
source: Reminder
ar: تذكير

# lblSaveContacts
source: Save Contacts
ar: حفظ جهات الاتصال

# lblSavetoContact
source: Save to Contact
ar: حفظ في جهة الاتصال

# lblScanCard
source: Scan Card
ar: مسح البطاقة

# lblSCS
source: Scan to share Card
ar: مسح البطاقة للمشاركة

# lblShareCardLink
source: Share Card Link
ar: مشاركة رابط البطاقة

# lblShareLead
source: Share Lead
ar: مشاركة العميل

# lblShareOfflineCard
source: Share Offline Card
ar: مشاركة البطاقة دون اتصال بالإنترنت

# lblShareVCard
source: Share VCard
ar: مشاركة بطاقة VCard

# lblShowComments
source: Show Comments
ar: إظهار التعليقات

# lblSocial Media
source: Social Media
ar: وسائل التواصل الاجتماعي

# lblStarRecording
source: Start Recording
ar: بدء التسجيل

# lblStartDate
source: Start Date
ar: تاريخ البداية

# lblStartTime
source: Start Time
ar: وقت البداية

# lblSubscriptions
source: Subscriptions
ar: الاشتراكات

# lblSummary
source: Summary
ar: موجز

# lblTakePhoto
source: Take Photo
ar: التقط الصورة

# lblTCDS
source: Total Count by Device System
ar: العدد الإجمالي حسب نظام الجهاز

# lblThismakesitclear
source: This makes it clear that it's a second update while keeping it engaging.
ar: يوضح هذا أن هذا تحديث ثانٍ مع الحفاظ على طابعه الجذاب.

# lblTimeZone
source: Time Zone
ar: المنطقة الزمنية

# lblTo
source: To
ar: الى

# lblTotalClicks
source: Total Clicks
ar: إجمالي النقرات

# lblUpdatenow
source: Update now for a smoother experience and exciting new improvements ahead! 🔥✨
ar: قم بالتحديث الآن للحصول على تجربة أكثر سلاسة وتحسينات جديدة ومثيرة في المستقبل! 🔥✨

# lblUsers
source: Users
ar: المستخدمون

# lblValue
source: Value
ar: القيمة

# lblWebSite
source: WebSite
ar: موقع إلكتروني

# msgAccountHasExpired
source: Account Has Expired
ar: انتهت صلاحية الحساب

# msgAnerroroccurred
source: An error occurred:
ar: حدث خطأ:

# msgAudiofilenotsavedPleasetryagain
source: Audio file not saved. Please try again.
ar: لم يتم حفظ الملف الصوتي. يرجى المحاولة مرة أخرى.

# msgCameranotsupported
source: Camera not supported
ar: الكاميرا غير مدعومة

# msgCan'tDeleteThisLeadNowTryagainLater
source: Can't Delete This Lead Now Try again Later.
ar: لا يمكن حذف هذا العميل الآن. حاول مرة أخرى لاحقًا.

# msgContactSaved
source: Successfully Contact saved
ar: تم حفظ جهة الاتصال

# msgContactsavedat
source: Contact saved at:
ar: تم حفظ جهة الاتصال في:

# msgcontactwasnotsaved
source: The contact was not saved because the data is incomplete.
ar: لم يتم حفظ جهة الاتصال لأن البيانات غير كاملة.

# msgCreateCardtoActivethedevice
source: Create Card to Active the device
ar: إنشاء بطاقة لتنشيط الجهاز

# msgDate_HomePage
source: The To Date Must be greater Than From Date.
ar: يجب أن يكون تاريخ "إلى" أكبر من تاريخ "من"

# msgDeleteDevice
source: Delete Device
ar: حذف الجهاز

# msgDeleteDevice_qu
source: Are you sure you want to delete this device?
ar: هل أنت متأكد أنك تريد حذف هذا الجهاز؟

# msgDeleteLead
source: Are you sure to delete This Lead?
ar: هل أنت متأكد من حذف هذا العميل؟

# msgDeveloperOptionOn
source: Developer Options are enabled. Please disable them to continue using this app.
ar: تم تمكين خيارات المطور. يرجى تعطيلها لمواصلة استخدام هذا التطبيق.

# msgDeviceAddedSuccessfully
source: Device Added Successfully.
ar: تمت إضافة الجهاز بنجاح.

# msgDevicejailbroken
source: Your device is jailbroken. For security reasons, this app cannot run on jailbroken devices.
ar: جهازك مخترق. لأسباب أمنية، لا يمكن تشغيل هذا التطبيق على الأجهزة المخترقة.

# msgDeviceRooted
source: Your device is rooted. For security reasons, this app cannot run on rooted devices.
ar: تم عمل روت لجهازك. ولأسباب أمنية، لا يمكن تشغيل هذا التطبيق على الأجهزة التي تم عمل روت لها.

# msgDontGetAccount
source: There is no data for this account.
ar: لا توجد بيانات لهذا الحساب

# msgDoYouWantToLogout
source: Do you want to Logout ?
ar: هل تريد تسجيل الخروج ؟

# msgEndRecording
source: End Recording
ar: إنهاء التسجيل

# msgErrorduringspeechrecognition
source: Error during speech recognition:
ar: خطأ أثناء التعرف على الكلام:

# msgErrorinstartandenddate
source: Error in start and end date
ar: خطأ في تاريخ البداية والنهاية

# msgFailedToChangeStatus
source: Failed To Change Status.
ar: فشل في تغيير الحالة.

# msgFRCardName
source: Required Field : Card Name
ar: الحقل المطلوب : اسم البطاقة

# msgFRComment
source: Required Field : Comment
ar: الحقل المطلوب : التعليق

# msgFRDescription
source: Required Field : Description
ar: الحقل المطلوب : الوصف

# msgFREmail
source: Required Field : Email
ar: الحقل المطلوب : البريد الإلكتروني

# msgFRFullName
source: Required Field : Full Name
ar: الحقل المطلوب : الاسم الكامل

# msgFRLink
source: Required Field : Link
ar: الحقل المطلوب : الرابط

# msgFRLocation
source: Required Field : Location
ar: الحقل المطلوب : الموقع

# msgFromDateShouldbeStartFromNow
source: "From" Date Should be Start From Now
ar: يجب أن يبدأ تاريخ "من" من الآن

# msgFRPassword
source: Required Field : Password
ar: الحقل المطلوب : كلمة المرور

# msgFRSummary
source: Required Field : Summary
ar: الحقل المطلوب : الملخص

# msgFRUserName
source: Required Field : User Name
ar: الحقل المطلوب : اسم المستخدم

# msgFRValue
source: Required Field : Value
ar: الحقل المطلوب : القيمة

# msgLeadDeletedSuccessfully
source: Lead Deleted Successfully
ar: تم حذف العميل بنجاح

# msgLeadEmail
source: This lead don't have email.
ar: هذا العميل ليس لديه بريد إلكتروني.

# msgLeadPhone
source: This lead don't have Phone Number.
ar: هذا العميل ليس لديه رقم هاتف.

# msgLoadingImage
source: Loading Image
ar: تحميل الصورة

# MsgloggedOut
source: You’ve been logged out.(account is Changed permissions)
ar: لقد تم تسجيل خروجك. (تم تغيير أذونات الحساب)

# msgMicrophoneaccessisrequiredtorecordaudio
source: Microphone access is required to record audio.
ar: يجب الوصول إلى الميكروفون لتسجيل الصوت.

# msgNo
source: No
ar: لا

# msgNoActivatedDevices
source: No Activated Devices
ar: لا يوجد أجهزة مفعلة

# msgNoavailableusers
source: No available users
ar: لا يوجد مستخدمين متاحين

# msgNoComment here
source: No Comments here
ar: لا يوجد تعليقات هنا

# msgNoIDfoundintheQr
source: No ID found in the Qr.
ar: لم يتم العثور على معرف في Qr.

# msgOk
source: Ok
ar: نعم

# msgPermissionToDoAction
source: You don't have permission to do this action.
ar: ليس لديك الإذن للقيام بهذا الإجراء.

# msgPleaseCreateCardFirst.
source: Please Create a Card First.
ar: يرجى إنشاء بطاقة أولاً.

# msgPleaseSelectImageFirst
source: Please Select Image First
ar: الرجاء اختيار الصورة أولا

# msgRecordingstarted
source: Recording started...
ar: بدأ التسجيل...

# msgServicedown
source: Service is currently down. Please try again later.
ar: الخدمة متوقفة حاليًا. يرجى المحاولة مرة أخرى لاحقًا.

# msgServicenotfound
source: Service not found!
ar: لم يتم العثور على الخدمة!

# msgSpeechnotrecognizedPleasetryagain
source: Speech not recognized. Please try again.
ar: لم يتم التعرف على الكلام. يرجى المحاولة مرة أخرى.

# msgSpeechrecognitionfailed
source: Speech recognition failed:
ar: فشل التعرف على الكلام:

# msgSuccessfullyAddCard
source: Successfully Add Card.
ar: تمت إضافة البطاقة بنجاح.

# msgSuccessfullyAddComment
source: Successfully Add Comment.
ar: تمت إضافة التعليق بنجاح.

# msgSuccessfullyAddLead
source: Successfully Add Lead.
ar: تمت إضافة العميل بنجاح.

# msgSuccessfullyAddLink
source: Successfully Add Link.
ar: تمت إضافة الرابط بنجاح.

# msgSuccessfullyReordered
source: Successfully Reordered.
ar: تمت إعادة الترتيب بنجاح.

# msgSuccessfullyScanCard
source: Successfully Scan Card.
ar: تم مسح البطاقة بنجاح.

# msgSuccessfullyUpdateCard
source: Successfully Update Card.
ar: تم تحديث البطاقة بنجاح.

# msgSuccessfullyUpdateLead
source: Successfully Update Lead.
ar: تم تحديث العميل بنجاح.

# msgSuccessfullyUpdateLink
source: Successfully Update Link.
ar: تم تحديث الرابط بنجاح.

# msgTheDeviceHasNotBeenDeleted.
source: The device has not been deleted.
ar: لم يتم حذف الجهاز.

# msgThevaluenotmatchCardLinkType
source: The value not match Card Link Type.
ar: القيمة لا تتطابق مع نوع رابط البطاقة.

# msgThevaluenotmatchlinkformat
source: The value not match link format.
ar: القيمة لا تتطابق مع تنسيق الرابط.

# msgTODateShouldbelessThanTodayDate
source: "To" Date Should be less Than Today Date
ar: يجب أن يكون تاريخ "إلى" أقل من تاريخ اليوم

# msgUnexpected
source: An unexpected error occurred. Please restart the app or contact support.
ar: حدث خطأ غير متوقع. يرجى إعادة تشغيل التطبيق أو الاتصال بالدعم.

# msgWarning
source: Warning
ar: تحذير

# msgWarning_qu
source: Are you sure to delete This Card?
ar: هل أنت متأكد من حذف هذه البطاقة؟

# msgYes
source: Yes
ar: نعم

# mshPermissionToViewData
source: You don't have permission to view this data.
ar: ليس لديك الصلاحية لعرض هذه البيانات.

source: No Internet connection!
ar: لا يوجد اتصال بالإنترنت

# PasswordInvalid
source: Your password is invalid
ar: كلمة المرور غير صحيحة

# PlcNoAvailableAppointments
source: No Available Appointments
ar: لا توجد مواعيد متاحة

# plcNoAvailableCards
source: No Available Cards
ar: لا توجد بطاقات متاحة

# PlcNoAvailableEvents
source: No Available Events
ar: لا توجد أحداث متاحة

# plcNoAvailableLaeds
source: No Available Leads
ar: لا توجد قوائم متاحة

# plcNoAvailableLinks
source: No Available Links
ar: لا توجد روابط متاحة

# plcPassword
source: Password
ar: كلمة المرور

# plcSearch
source: Search
ar: بحث

# plcUserName
source: User Name
ar: اسم المستخدم

source: Renewal Amount
ar: مبلغ التجديد

source: Retry
ar: إعادة المحاولة

source: Your Token expired, Please Enter Your Password
ar: انتهت صلاحية الرمز الخاص بك، يرجى إدخال كلمة المرور الخاصة بك

# lblAttendees
source: Attendees
ar: الحضور

# lblDescription
source: Description
ar: الوصف

# lblConference
source: Conference
ar: مؤتمر

# lblAddEvent
source: Add Event
ar: إضافة حدث

# lblProvider
source: Provider
ar: مقدم الخدمة

# plcTimeZone
source: Select a time zone
ar: حدد المنطقة الزمنية

# plcSummary
source: Select a summary
ar: حدد ملخصًا

# plcLocation
source: Select a location
ar: حدد موقعا

# plcAttendees
source: Select an attendees
ar: حدد الحضور

# plcDescription
source: Select a description
ar: حدد الوصف

# plcProvider
source: Select a provider
ar: اختر مزود الخدمة

# plcCard
source: Select a card
ar: اختر بطاقة

# msgFRTimeZone
source: Required Field : Time Zone
ar: الحقل المطلوب: المنطقة الزمنية

# msgStart_date_must_be_before_end_date
source: Start date must be before end date.
ar: يجب أن يكون تاريخ البدء قبل تاريخ الانتهاء.

# msgStart_date_must_be_from_todays_date
source: The start date must be from today's date.
ar: يجب أن يكون تاريخ البدء إبتداءا من تاريخ اليوم.

# msgPlease select a provider
source: Please select a provider.
ar: الرجاء اختيار مزود الخدمة.

# msgPlease select a Card
source: Please select a Card.
ar: الرجاء اختيار البطاقة.

# msgAttendance must be in email format
source: Attendance must be in email format.
ar: يجب أن يكون الحضور بصيغة البريد الإلكتروني.

# msgThe comment has not been deleted
source: The comment has not been deleted.
ar: لم يتم حذف التعليق.

# msgDeleteComment
source: Are you sure you want to delete this comment?
ar: هل أنت متأكد أنك تريد حذف هذا التعليق؟

# msgAll Fields is Required
source: All Fields is Required.
ar: جميع الحقول مطلوبة

# lblDocumentation
source: Documentation
ar: التوثيق

# msgSuccessfullyAddEvent
source: Successfully Add Event
ar: تمت إضافة الحدث بنجاح.

# msgCheck_your_email_and_reEnter_it_correctly
source: Check your email and re-enter it correctly.
ar: تأكد البريد الإلكتروني واعادة ادخاله بطريقة صحيحة.

# msgDeleteEvent
source: Are you sure you want to delete this event?
ar: هل أنت متأكد أنك تريد حذف هذا الحدث؟

# msgTheEventHasNotBeenDeleted
source: The Event Has Not Been Deleted.
ar: لم يتم حذف الحدث

# lblShowing
source: Showing
ar: عرض

# lblSortby
source: Sort by
ar: فرز حسب

# lblAlphabetSorting
source: Alphabet Sorting
ar: فرز الأبجدية

# lblLeadCaptureMode
source: Lead Capture Mode
ar: وضع التقاط العملاء المحتملين

# msgStart_time_must_be_before_end_time
source: Start time must be before end time.
ar: يجب أن يكون وقت البدء قبل وقت الانتهاء

# btnSort
source: Sort
ar: ترتيب

# hdrAccountInfo
source: Account Info
ar: بيانات الحساب

# lblCompanyName
source: Company Name
ar: اسم الشركة

# lblChangePassword
source: Change Password
ar: تغيير كلمة المرور

# lblCurrentPassword
source: Current Password
ar: كلمة المرور الحالية

# lblNewPassword
source: New Password
ar: كلمة المرور الجديدة

# lblConfirmNewPassword
source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

# RFCurrentPassword
source: Required Field : Current Password
ar: الحقل المطلوب: كلمة المرور الحالية

# FRNewPassword
source: Required Field : New Password
ar: الحقل المطلوب: كلمة مرور جديدة

# FRConfirmNewPassword
source: Required Field : Confirm New Password
ar: الحقل المطلوب: تأكيد كلمة المرور الجديدة

# msgNew Password Doesn't Match Confirm New Password
source: New Password Doesn't Match with Confirm Password
ar: كلمة المرور الجديدة لا تتطابق مع تأكيد كلمة المرور

# lblForgotPassword
source: Forgot Password ?
ar: هل نسيت كلمة السر ؟

# enter_vaild_Email
source: Please enter vaild E-mail
ar: يرجى إدخال بريد إلكترونى صحيح

# lblUserLinkEngagements
source: User Link Engagements
ar: تفاعلات رابط المستخدم

# lblResetPassword
source: Reset Password
ar: إعادة تعيين كلمة المرور

# btnSend
source: Send
ar: إرسال

# btnConfirm
source: Confirm
ar: تأكيد

# lblDeviceSystem
source: Devices System
ar: نظام الأجهزة

# lblUserEngagements
source: User Engagements
ar: تفاعلات المستخدم

# lblShop
source: Shop
ar: تسوق

source: Don't have an account ?
ar: ليس لديك حساب؟

# lblSignUp Now
source: SignUp Now
ar: سجل الآن

# msgSuccess
source: Success
ar: نجاح

# msgFullname_and_phone_numbe_fields_required
source: Fullname and phone number fields are required.
ar: ادخال حقول الاسم والتليفون اجباريا

# lblCardLayout
source: Card Layout
ar: تصميم البطاقة

# lblCardView
source: Card View
ar: رؤية البطاقة

# lbl_CardView_Distribution_by_Country
source: Card View Distribution by Country
ar: توزيع عرض البطاقة حسب البلد

# lbl_Link_Clicks_by_Country
source: Link Clicks by Country
ar: نقرات الرابط حسب البلد

# lblDevices
source: Devices
ar: الأجهزة

# lblEngagements
source: Engagements
ar: المشاركات

# msgError
source: Error
ar: خطأ

# msgInvalidQRcode
source: Invalid QR code
ar: رمز الاستجابة السريعة غير صالح

# btnManualQRCode
source: Manual QR Code
ar: رمز الاستجابة السريعة اليدوي

# plcNoAvailableMeetings
source: No Available Meetings
ar: لا توجد مقابلات متاحة

# lblCreatedBy
source: Created By
ar: إنشاء حسب

# lblDateFrom
source: Date From
ar: التاريخ من

# lblDateTo
source: Date To
ar: التاريخ الى

# lblMeetingsScript
source: Meetings Script
ar: نص الاجتماعات

# lblMeetings
source: Meetings
ar: الاجتماعات

# lblMeetingDetails
source: Meeting Details
ar: معلومات الاجتماع

# btnGetSummary
source: Get Summary
ar: استخراج ملخص

# msgEnterTitleofMeeting
source: Enter Title of Meeting !!
ar: أدخل عنوان الاجتماع !!

# msgSuccessfullyforaddmeeting
source: Successfully for add meeting
ar: تمت إضافة الاجتماع بنجاح

# msgEntermeetingnameisvalid
source: Enter meeting name is valid should be bigger than 3 letters
ar: أدخل اسم الاجتماع الصحيح ويجب أن يكون أكبر من 3 أحرف

# msgDeleteMeeting
source: Delete Meeting
ar: حذف الاجتماع

# msgAreyousuredeletemeeting
source: Are you sure delete meeting?
ar: هل أنت متأكد من حذف الاجتماع؟

# msgTheMeetinghasnotbeendeleted
source: The Meeting has not been deleted
ar: لم يتم حذف الاجتماع

# msgCouldnotstartrecording
source: Could not start recording:
ar: تعذر بدء التسجيل:

# msgCouldnotstoprecording
source: Could not stop recording:
ar: لم نتمكن من إيقاف التسجيل:

# msgSuccessfullyforaddRecord
source: Successfully for add Record
ar: تمت إضافة التسجيل بنجاح

# msgDeleteRecord
source: Delete Record
ar: حذف التسجيل

# msgAreyousuredeleterecord
source: Are you sure delete record?
ar: هل أنت متأكد من حذف السجل؟

# msgTheRecordhasnotbeendeleted
source: The Record has not been deleted
ar: لم يتم حذف السجل

# msgSuccessfullyforcreatemeetingscript
source: Successfully for create meeting script
ar: تم إنشاء نص الاجتماع بنجاح

# msgRequiredminimumselectonerecord
source: Required minimum select one record !!
ar: الحد الأدنى المطلوب حدد تسجيل واحد !!

# lblClearCardData
source: Clear Card Data
ar: مسح بيانات البطاقة

# lblNote
source: Note
ar: مذكرة

# lblScript
source: Script
ar: النص

# lblTimeSheet
source: Time Sheet
ar: حضور و انصراف

# msgNoavailableData
source: No available Data
ar: لا توجد بيانات متاحة

# btnCheckIn
source: Check In
ar: سجل فى

# btnCheckout
source: Check out
ar: خروج فى

# lblIn
source: In
ar: فى

# lblOut
source: Out
ar: خارج

# lblToday
source: Today
ar: اليوم

# msgSuccessfullyCheckInTime
source: Successfully Check In Time.
ar: تم تسجيل الوصول بنجاح في الوقت المحدد.

# msgPleaseChooseTimeAfterCheckInTime
source: Please Choose Time After Check In Time.
ar: الرجاء اختيار الوقت بعد وقت تسجيل الوصول.

# msgFailedCheckInTime
source: Failed Check In Time.
ar: فشل وقت تسجيل الوصول.

# msgSuccessfullyCheckOutTime
source: Successfully Check Out Time.
ar: تم تسجيل الخروج بنجاح.

# lblTracking
source: Tracking
ar: التتبع

# lblEmployeesWorking
source: Employees Working
ar: الموظفين العاملين

# lblSearch
source: Search
ar: بحث

# msgNoavailablelocationcoordinates
source: No available location coordinates.
ar: لا توجد إحداثيات موقع متاحة.

# msgvCardtoolongforastandardQRcode
source: vCard too long for a standard QR code Because of the number of links.
ar: بطاقة الكارت طويلة جدًا بالنسبة لرمز الاستجابة السريعة القياسي بسبب عدد الروابط.

# lblFilterByCard
source: Filter By Card
ar: تصفية حسب البطاقة

# lblComments
source: Comments
ar: تعليقات

# lblRecord
source: Record
ar: تسجيل

# lblEnglish
source: English
ar: الإنجليزية

# lblArabic
source: Arabic
ar: العربية

# msgRequiredFieldLanguage
source: Required Field : Language
ar: الحقل المطلوب : اللغة

# msgDoyouwanttosavetherecording
source: Do you want to save the recording?
ar: هل تريد حفظ التسجيل؟

# msgRequiredFieldScriptType
source: Required Field : Script Type
ar: الحقل المطلوب : نوع البرنامج النصي

# lblScriptType
source: Script Type
ar: نوع النص

# lblAllScript
source: All Script
ar: كل النصوص

# lblgorecord
source: Go Record
ar: اذهب للتسجيل
